a = {"טבעת 1":
         ["ישרש", 'ראשון לציון', 'באר יעקב', 'ניר צבי', 'מצליח', 'רמלה', 'לוד', 'זיתן', 'בת ים', 'מקווה ישראל', 'חולון',
          'אזור', 'תל אביב יפו', 'משמר השבעה', 'בית דגן', 'גנות', 'כפר חב"ד', 'חמד', 'אור יהודה', 'גבעתיים', 'רמת גן',
          'קרית אונו', 'גבעת שמואל', 'בני ברק', 'אחיעזר', 'יגל', 'יהוד מונוסון', 'סביון', 'מגשימים', 'גני תקווה',
          'גת רימון',
          'מעש', 'פתח תקווה', "כפר סירקין"],

     "טבעת 2":
         {
             "אזור 2.1": ["גליל ים", "רמת השרון", "הרצליה", "כפר שמריהו", "רשפון", "ארסוף", "שפיים", "געש", "חרוצים",
                          "ירקונה", "גבעת ח\"ן" , "רמות השבים" , "הוד השרון", "עדנים", "נווה ירק", "גני עם",
                          "אלישמע", "רעננה", "בני ציון", "בצרה", "כפר סבא", "גן חיים", "שדה ורבורג", "צופית", "בית ברל",
                          "חגור", "שדי חמד", "נווה ימין", "ג'לג'וליה", "כפר ברא", "חורשים", "ירחיב", "מתן", "נירית",
                          "ניר אליהו", "אלפי מנשה", "צופין", "כפר מל\"ל"]
             ,

             "אזור 2.2": ["אחיסמך", "גינתון", "בן שמן", "בן שמן כפר נוער", "כפר טרומן", "כרם בן שמן", "חדיד",
                          "בית נחמיה", "צפריה", "בני עטרות", "בארות יצחק", "נופך", "רינתיה", "נחלים", "גבעת השלושה",
                          "בית עריף", "שוהם", "טירת יהודה", "ברקת", "גבעת כ\"ח", "מזור", "נחשונים", "אלעד", "עינת",
                          "ראש העין", "כפר קאסם", "אורנית", "בית אריה", "אלקנה", "שערי תקווה", "עץ אפרים"]
             ,

             "אזור 2.3": ["בן זכאי", "פלמחים", "בית אלעזרי", "יבנה", "בית גמליאל", "כפר הנגיד", "גאליה", "גן שלמה",
                          "עיינות", "גיבתון", "גן שורק", "בית עובד", "נטעים", "בית חנן", "גבעת ברנר", "קרית עקרון",
                          "כפר ביל\"ו", "רחובות", "גני יוחנן", "מזכרת בתיה", "יציץ", "רמות מאיר", "גני הדר", "סתריה",
                          "נען", "נס ציונה", "נצר סרני"]
         },
     "טבעת 3":
         {
             "אזור 3.1": ["קרית שלמה", "יקום", "אודים", "בית יהושע", "נתניה", "שושנת העמקים", "צוקי ים", "חבצלת השרון",
                          "נעורים", "בית ינאי", "חרות", "משמרת", "רמת הכובש", "טירה", "אייל", "כוכב יאיר", "צור יצחק",
                          "צור נתן", "סלעית", "תל יצחק", "כפר נטר", "אבן יהודה", "בני דרור", "תל מונד", "עין ורד",
                          "צור משה", "פרדסיה", "קדימה צורן", "נורדיה", "בית יצחק שער חפר", "אביחיל", "גבעת שפירא",
                          "ביתן אהרן", "בת חן", "גנות הדר", "כפר ידידיה", "הדר עם", "כפר חיים", "משמר השרון",
                          "המרכז האקדמי רופין", "מעברות", "כפר מונש", "בית הלוי", "העוגן", "כפר הס", "כפר עבודה",
                          "עין שריד", "גאולים", "פורת", "ינוב", "תנובות", "יעף", "עזריאל", "כפר יעבץ", "קלנסווה",
                          "כפר יונה", "חניאל", "בורגתה", "בארותיים", "עולש", "גן יאשיה", "אומץ", "בית חרות", "חופית",
                          "כפר ויתקין", "מבואות ים", "מכמורת", "אלישיב", "כפר הרא\"ה", "גאולי תימן", "חיבת ציון",
                          "חגלה", "חרב לאת", "גבעת חיים מאוחד", "אליכין", "עין החורש", "גבעת חיים איחוד", "המעפיל",
                          "אחיטוב", "טייבה", "שער אפרים", "ניצני עוז", "יד חנה", "בת חפר", "בחן", "זמר", "אבני חפץ",
                          "ענב", "שבי שומרון"],
             "אזור 3.2": ["שעלבים", "נוף איילון", "גמזו", "כפר דניאל", "מבוא מודיעים", "מבוא חורון",
                          "מודיעין מכבים רעות", "כפר רות", "שילת", "חשמונאים", "לפיד", "כפר האורנים", "מתתיהו",
                          "מודיעין עילית", "ניל\"י", "נעלה", "דולב", "טלמון"],
             "אזור 3.3": ["אשדוד", "עזריקם", "שדה עוזיהו", "שתולים", "גן יבנה", "חצור אשדוד", "גן הדרום", "ניר גלים",
                          "בני דרום", "קבוצת יבנה", "ביצרון", "כרם יבנה", "בית רבן", "כפר אביב", "חצב", "נווה מבטח",
                          "כנות", "בני עי\"ש", "מישר", "משגב דב", "שדמה", "עשרת", "כפר מרדכי", "בניה", "גדרה", "קדרון",
                          "יסודות", "חולדה", "משמר דוד", "כרמי יוסף", "פדיה", "פתחיה", "בית עוזיאל", "גזר", "יד רמב\"ם",
                          "עזריה", "בית חשמונאי", "כפר בן נון", "משמר איילון", "כפר שמואל"],
             "אזור 3.4": ["פדואל", "עלי זהב", "ברוכין", "ברקן", "מעלה שומרון", "קרית נטפים", "נופים", "קרני שומרון",
                          "יקיר", "אריאל", "רבבה", "עמנואל", "קדומים", "כפר תפוח", "יצהר", "מגדלים", "איתמר", "ברכה",
                          "אלון מורה"]
         }
     }
